[
    {
        "text": "It is true that we are taught in the principles of the Gospel that man is the head of the woman, and Christ is the head of the man; and according to the order that is established in the kingdom of God, it is the duty of the man to follow Christ, and it is the duty of the woman to follow the man in Christ, not out of him.",
        "author": "Joseph F. Smith",
        "year": "1873",
        "source": "Joseph F. Smith, “Discourse,” Deseret News, Nov. 12, 1873, 644., also pub. in the Journal of Discourses",
        "weblink": "https://jod.mrm.org/16/246"
    },
    {
        "text": "True there is a curse upon the woman that is not upon the man, namely, that “her whole affections shall be towards her husband,” and what is the next? “He shall rule over you.” But how is it now? Your desire is to your husband, but you strive to rule over him, whereas the man should rule over you.",
        "author": "Brigham Young",
        "year": "1856",
        "source": "Journal of Discourses vol. 4, pp. 51-57",
        "weblink": "http://contentdm.lib.byu.edu/cdm/ref/collection/JournalOfDiscourses3/id/9596"
    },
    {
        "text": "We need your voices. [...] Now don’t talk too much in those council meetings, just straighten the brethren out quickly and move the work on.",
        "author": "M. Russell Ballard",
        "year": "2014",
        "source": "Europe Area Sisters’ Meeting.",
        "weblink": "https://www.youtube.com/watch?v=WSWPrzICnlQ"
    },
    {
        "text": "Now, sisters, while your input is significant and welcome in effective councils, you need to be careful not to assume a role that is not yours. The most successful ward and stake councils are those in which priesthood leaders trust their sister leaders and encourage them to contribute to the discussions and in which sister leaders fully respect and sustain the decisions of the council made under the direction of priesthood leaders who hold keys.",
        "author": "M. Russell Ballard",
        "year": "2014",
        "source": "Men and Women and Priesthood Power, September 2014 Ensign",
        "weblink": "https://www.lds.org/ensign/2014/09/men-and-women-and-priesthood-power?lang=eng"
    },
    {
        "text": "He who is unchaste in young manhood is untrue to a trust given him by the parents of the girl; and she who is unchaste in maidenhood is untrue to her future husband and lays the foundation of unhappiness, suspicion, and discord in the home. [...] It is the crowning virtue of womanhood, and every red-blooded man knows that is true.",
        "author": "David O. Mckay",
        "year": "1967",
        "source": "‘Man May Know for Himself’, Pg. 83",
        "weblink": "https://deseretbook.com/p/man-may-know-himself-teachings-president-david-o-mckay-78182?variant_id=113240-ebook"
    },
    {
        "text": "Young women you will be the ones who will provide the example of virtuous womanhood and motherhood. […] You will understand your roles and your responsibilities and thus will see no need to lobby for rights.",
        "author": "Elaine S. Dalton",
        "year": "2013",
        "source": "‘Prophetic Priorities and Dedicated Disciples’, BYU Devotional",
        "weblink": "https://speeches.byu.edu/talks/elaine-s-dalton/prophetic-priorities-dedicated-disciples/"
    },
    {
        "text": "Beguiling voices in the world cry out for ‘alternative life-styles’ for women. They maintain that some women are better suited for careers than for marriage and motherhood.",
        "author": "Ezra Taft Benson",
        "year": "1981",
        "source": "The Honored Place of Women, General Relief Society Meeting of October 1981",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1981/11/the-honored-place-of-woman?lang=eng"
    },
    {
        "text": "One apparent impact of the women’s movement has been the feelings of discontent it has created among young women who have chosen the role of wife and mother. They are often made to feel that there are more exciting and self-fulfilling roles for women than housework, diaper changing, and children calling for mother. This view loses sight of the eternal perspective that God elected women to the noble role of mother and that exaltation is eternal fatherhood and eternal motherhood.",
        "author": "Ezra Taft Benson",
        "year": "1978",
        "source": "To the Elect Women of the Kingdom of God, Nauvoo Illinois Relief Society Dedication",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities?lang=eng"
    },
    {
        "text": "Tonight I am attending with a son, sons-in-law, and grandsons. Where are their mothers? Gathered in the kitchen of our home! What are they doing? Making large batches of homemade doughnuts! And when we return home, we will feast on those doughnuts. While we enjoy them, these mothers, sisters, and daughters will listen intently as each of us speaks of things he learned here tonight. It’s a nice family tradition, symbolic of the fact that everything we learn and do as priesthood bearers should bless our families.",
        "author": "Russell M. Nelson",
        "year": "1999",
        "source": "Our Sacred Duty to Honor Women, Priesthood Session of April 1999",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1999/05/our-sacred-duty-to-honor-women?lang=eng"
    },
    {
        "text": "Certainly no sane woman would hesitate to give submission to her own really righteous husband in everything. We are sometimes shocked to see the wife taking over the leadership of the family, naming the one to pray, the place to be, the things to do.",
        "author": "Spencer W. Kimball",
        "year": "1974",
        "source": "Stockholm Sweden Area Conference Report 1974,  46–47",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/doctrines-of-the-gospel-student-manual/29-family?lang=eng"
    },
    {
        "text": "Our Heavenly Father has never yet to my knowledge revealed to this Church any great principle through a woman. Now, sisters, do not cast me off nor deny the faith, because I tell you that god has never revealed any great and essential truth for the guidance of the Latter-day Saints through any woman. [...] God revealed that principle [of Heavenly Mother] to Joseph Smith; Joseph Smith revealed it to Eliza Snow Smith, his wife; and Eliza Snow was inspired, being a poet, to put it into verse. If we give anybody on earth credit for that, we give it to the Prophet Joseph Smith. [...] God reveals Himself and His truths through the channels of the Priesthood.",
        "author": "Joseph F. Smith",
        "year": "1895",
        "source": "Oneida Stake Conference, January 20th 1895",
        "weblink": "https://books.google.ca/books?id=ombUAAAAMAAJ&pg=PA257&lpg=PA259&redir_esc=y#v=onepage&q&f=false"
    },
    {
        "text": "I had written a general outline, and the Relief Society presidency approved it. So I talked about it to a man on the Curriculum Committee. He went to his boss, and the boss said, “We don’t need a new manual for the Relief Society.” “Why don’t we need a new manual?” “We already are writing a manual for them.” [...] So I asked, “Who is writing this manual?” It turned out to be five men, and the Melchizedek Priesthood quorums and Relief Society would have the same lessons.",
        "author": "Chieko N. Okazaki on writing a Relief Society manual",
        "year": "2012",
        "source": "Dialogue: A Journal of Mormon Thought, 45, no. 1, 2012.",
        "weblink": "https://www.dialoguejournal.com/wp-content/uploads/sbi/articles/Dialogue_V45N01_CO.pdf#23"        
    },
    {
        "text": "We asked one time if we could be on the building committee and the temple committee, because sometimes we think, “Why did they build it this way?” because it doesn’t work very well for the women’s needs. And we wanted to be on the temple committee, because there are many things that affect women in the temple. But we were never allowed to be a part of those committees.",
        "author": "Chieko N. Okazaki on exclusion from committees",
        "year": "2012",
        "source": "Dialogue: A Journal of Mormon Thought, 45, no. 1, 2012.",
        "weblink": "https://www.dialoguejournal.com/wp-content/uploads/sbi/articles/Dialogue_V45N01_CO.pdf#23"        
    },
    {
        "text": "Within those great assurances, however, our roles and assignments differ. These are eternal differences—with women being given many tremendous responsibilities of motherhood and sisterhood and men being given the tremendous responsibilities of fatherhood and the priesthood.",
        "author": "Spencer W. Kimball",
        "year": "1979",
        "source": "“The Role of Righteous Women,” Ensign, Nov. 1979, 102",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/differences-inherent-between-men-and-women?lang=eng"        
    },
    {
        "text": "You were not created to be the same as men. Your natural attributes, affections, and personalities are entirely different from a man’s. They consist of faithfulness, benevolence, kindness, and charity. They give you the personality of a woman. They also balance the more aggressive and competitive nature of a man. The business world is competitive and sometimes ruthless. We do not doubt that women have both the brainpower and skills—and in some instances superior abilities—to compete with men. But by competing they must, of necessity, become aggressive and competitive. Thus their godly attributes are diminished and they acquire a quality of sameness with man.",
        "author": "Ezra Taft Benson",
        "year": "1988",
        "source": "Teachings of Ezra Taft Benson, 547–48",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/differences-inherent-between-men-and-women?lang=eng"        
    },
    {
        "text": "The tender hand of the sister gives a gentle touch of healing and encouragement which the hand of a man, however well intentioned, can never quite duplicate.",
        "author": "Boyd K. Packer",
        "year": "1998",
        "source": "Conference Report, Apr. 1998, 94;",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/differences-inherent-between-men-and-women?lang=eng"        
    },
    {
        "text": "In the home and in the Church, sisters should be esteemed for their very nature. Be careful lest you unknowingly foster influences and activities which tend to erase the masculine and feminine differences nature has established. [...] Whatever disturbs or weakens or tends to erase that difference erodes the family and reduces the probability of happiness for all concerned.",
        "author": "Boyd K. Packer",
        "year": "1998",
        "source": "Conference Report, Apr. 1998, 96",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/differences-inherent-between-men-and-women?lang=eng"        
    },
    {
        "text": "Have such mothers become liberated? Have they achieved freedom? Equality? No. They have not been liberated. They have been deceived. They have lost their true identity. They have followed that Pied Piper of Sin who has cunningly led them away from their divine role of womanhood down that pathway of error from which a return journey is so difficult and never completed without scars.",
        "author": "Thomas S. Monson on the women’s movement",
        "year": "1971",
        "source": "“The Women’s Movement: Liberation or Deception?” Ensign, Jan. 1971, 20",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1971/01/the-womens-movement-liberation-or-deception?lang=eng"        
    },
    {
        "text": "Together you form a partnership with God. Your husband, as the priesthood bearer, is the head of the home. You, the helpmeet, are not the head, but just as important—the heart of the home.",
        "author": "Thomas S. Monson",
        "year": "1971",
        "source": "“The Women’s Movement: Liberation or Deception?” Ensign, Jan. 1971, 20",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1971/01/the-womens-movement-liberation-or-deception?lang=eng"        
    },
    {
        "text": "Young women are exceeding young men in pursuing educational programs. And so I say to you young men, rise up and discipline yourself to take advantage of educational opportunities. Do you wish to marry a girl whose education has been far superior to your own?",
        "author": "Gordon B. Hinckley",
        "year": "2006",
        "source": "October 2006 Priesthood Session",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/2006/10/rise-up-o-men-of-god?lang=eng"        
    },
    {
        "text": "Being a leader is not being favored. Submission is a woman’s sacred place.",
        "author": "M. Russell Ballard",
        "year": "2001",
        "source": "Women of Righteousness, Ensign, Apr 2002",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2002/04/women-of-righteousness?lang=eng"        
    },
    {
        "text": "We don’t need women who want to be like men, sound like men, dress like men, drive like some men drive, or act like men.",
        "author": "M. Russell Ballard",
        "year": "2001",
        "source": "Women of Righteousness, Ensign, Apr 2002",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2002/04/women-of-righteousness?lang=eng"        
    },
    {
        "text": "Informal councils involve parents and children to bless families and strengthen individuals. I like to call them “kitchen councils.” The mother went to the kitchen to prepare dinner, and her daughters joined her. They stood side by side peeling and chopping, talking and coordinating activities. They were counseling together!",
        "author": "Margaret D. Nadauld",
        "year": "2000",
        "source": "The Joy of Womanhood, Nov 2000",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2000/11/the-joy-of-womanhood?lang=eng"        
    },
    {
        "text": "In the beginning, Adam–not Eve–was instructed to earn the bread by the sweat of his brow. Contrary to conventional wisdom, a mother’s calling is in the home, not in the marketplace.",
        "author": "Ezra Taft Benson",
        "year": "1987",
        "source": "To the Mothers in Zion, 1987",
        "weblink": "https://emp.byui.edu/SATTERFIELDB/PDF/ToMothersofZion.pdf"        
    },
    {
        "text": "We realize also that some of our choice sisters are widowed and divorced and that others find themselves in unusual circumstances where, out of necessity, they are required to work for a period of time. But these instances are the exception, not the rule. In a home where there is an able-bodied husband, he is expected to be the breadwinner.",
        "author": "Ezra Taft Benson",
        "year": "1987",
        "source": "To the Mothers in Zion, 1987",
        "weblink": "https://emp.byui.edu/SATTERFIELDB/PDF/ToMothersofZion.pdf"        
    },
    {
        "text": "Too many mothers work away from home to furnish sweaters and music lessons and trips and fun for their children. Too many women spend their time in socializing, in politicking, in public services when they should be home to teach and train and receive and love their children into security",
        "author": "Spencer W. Kimball",
        "year": "n.d.",
        "source": "Teachings of Spencer W. Kimball, p. 319",
        "weblink": "https://emp.byui.edu/SATTERFIELDB/PDF/ToMothersofZion.pdf"        
    },
    {
        "text": "Numerous divorces can be traced directly to the day when the wife left the home and went out into the world into employment. Two incomes raise the standard of living beyond its norm. Two spouses working prevent the complete and proper home life, break into the family prayers, create an independence which is not cooperative, causes distortion, limits the family, and frustrates the children already born",
        "author": "Spencer W. Kimball",
        "year": "1977",
        "source": "San Antonio Fireside, Dec. 3, 1977, pp. 9-10",
        "weblink": "https://damienmarieathope.com/2015/08/sexism-in-mormonism/?v=32aec8db952d"               
    },
    {
        "text": "One of your unique, precious, and sublime gifts is your femininity, with its natural grace, goodness, and divinity. Femininity is not just lipstick, stylish hairdos, and trendy clothes. It is the divine adornment of humanity. It finds expression in your qualities of your capacity to love, your spirituality, delicacy, radiance, sensitivity, creativity, charm, graciousness, gentleness, dignity, and quiet strength.",
        "author": "James E. Faust",
        "year": "2000",
        "source": "“Womanhood: The Highest Place of Honor,” Ensign, May 2000, 96.",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2000/05/womanhood-the-highest-place-of-honor?lang=eng"        
    },
    {
        "text": "Unfortunately, we see some very poor role models of womanhood in today’s society. We see women boxers and wrestlers as we flip through the television channels trying to find something uplifting. I believe the women of our time need to be strong, but not in that sense. In my opinion, these activities demean the nobility of womanhood.",
        "author": "James E. Faust",
        "year": "2000",
        "source": "“Womanhood: The Highest Place of Honor,” Ensign, May 2000, 96.",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2000/05/womanhood-the-highest-place-of-honor?lang=eng"        
    },
    {
        "text": "It is very natural for young men and women to be attracted to each other, but they should be attracted in God-given ways rather than questionable ways, such as immodest dress. [...] When strong young priesthood holders see a girl immodestly dressed, most will not want to date her because her standards are not consistent with their eternal perspective. Immodesty in women cheapens their image. It causes embarrassment and loss of respect. ",
        "author": "James E. Faust",
        "year": "2000",
        "source": "“Womanhood: The Highest Place of Honor,” Ensign, May 2000, 96.",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2000/05/womanhood-the-highest-place-of-honor?lang=eng"               
    },
    {
        "text": "Women of God can never be like women of the world. The world has enough women who are tough; we need women who are tender. There are enough women who are coarse; we need women who are kind. There are enough women who are rude; we need women who are refined. We have enough women of fame and fortune; we need more women of faith. We have enough greed; we need more goodness. We have enough vanity; we need more virtue. We have enough popularity; we need more purity.",
        "author": "Margaret D. Nadauld",
        "year": "2000",
        "source": "“The Joy of Womanhood,” October 2000 Saturday Morning Session.",
        "weblink": "https://www.lds.org/general-conference/2000/10/the-joy-of-womanhood?lang=eng"        
    },
    {
        "text": "There seems to be a power which the mother possesses in shaping the life of the child that is far superior, in my judgment, to the power of the father, and this almost without exception.",
        "author": "Heber J. Grant",
        "year": "1941",
        "source": "Gospel Standards, 152",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities?lang=eng"        
    },
    {
        "text": "It is divinely ordained what a woman should do. […] The divine work of women involves companionship, homemaking, and motherhood.",
        "author": "Ezra Taft Benson",
        "year": "1979",
        "source": "“In His Steps,” 64",
        "weblink": "https://speeches.byu.edu/talks/ezra-taft-benson/in-christs-steps/"        
    },
    {
        "text": "“Of course, as a woman you can do exceptionally well in the workplace, but is that the best use of your divinely appointed talents and feminine traits? As a husband, don’t encourage your wife to go to work to help in your divinely appointed responsibility of providing resources for the family, if you can possibly avoid it.",
        "author": "Richard G. Scott",
        "year": "1996",
        "source": "“The Joy of Living the Great Plan of Happiness,” October 1996 Sunday Afternoon Session.",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1996/10/the-joy-of-living-the-great-plan-of-happiness?lang=eng"        
    },
    {
        "text": "Women for the most part see their greatest fulfillment, their greatest happiness in home and family. God planted within women something divine that expresses itself in quiet strength, in refinement, in peace, in goodness, in virtue, in truth, in love.",
        "author": "Gordon B. Hinckley",
        "year": "1997",
        "source": "Teachings of Gordon B. Hinckley (1997), 387, 390;",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/parents-and-children?lang=eng"        
    },
    {
        "text": "However, in light of the instruction we have received from the Lord Himself, I regard it as inappropriate for anyone in the Church to pray to our Mother in Heaven.",
        "author": "Gordon B. Hinckley",
        "year": "1991",
        "source": "“Daughters of God,” October 1991 General Conference.",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1991/11/daughters-of-god?lang=eng"        
    },
    {
        "text": "Boys seldom criticize a girl for using too little makeup. Sometimes they say, ‘She’s a nice girl, but I wish she’d dress up, and she uses too much makeup.’ To be overdressed, to be gaudily dressed, to be dressed to look sexy, to be overdecorated is bad taste, to say the least. The young woman is smart who can don just enough powder and lipstick to convince the fellows it isn’t makeup at all, but the ‘real you.’",
        "author": "Spencer W. Kimball",
        "year": "1965",
        "source": "“Save the Youth of Zion,” Improvement Era, Sept. 1965, 761",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/dating-standards?lang=eng"        
    },
    {
        "text": "An essential priority of a prospective wife is the desire to be a wife and mother. She should be developing the sacred qualities that God has given His daughters to excel as a wife and mother.",
        "author": "Richard G. Scott",
        "year": "1999",
        "source": "Conference Report, Apr. 1999, 31;",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/mate-selection?lang=eng"        
    },
    {
        "text": "And I would also caution you single sisters not to become so independent and self-reliant that you decide marriage isn’t worth it and you can do just as well on your own. Some of our sisters indicate that they do not want to consider marriage until after they have completed their degrees or pursued a career. This is not right.",
        "author": "Ezra Taft Benson",
        "year": "1988",
        "source": "“To the Single Adult Sisters of the Church,” Ensign, Nov. 1988, 96–97",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/mate-selection?lang=eng"        
    },
    {
        "text": "We constantly receive letters from young women asking why the age for sister missionaries is not the same as it is for elders. We simply give them the reasons. We know that they are disappointed. We know that many have set their hearts on missions. We know that many of them wish this experience before they marry and go forward with their adult lives. I certainly do not wish to say or imply that their services are not wanted. I simply say that a mission is not necessary as a part of their lives.",
        "author": "Gordon B. Hinckley",
        "year": "1997",
        "source": "Conference Report, Oct. 1997, 72–73",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/mate-selection?lang=eng"  
    },
    {
        "text": "A young woman should not be recommended for a mission if it would interfere with a specific marriage proposal.",
        "author": "Unknown",
        "year": "1993",
        "source": "Bulletin, 1993, no. 2, p. 2",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/mate-selection?lang=eng"       
    },
    {
        "text": "Woman has filled a wonderful part in the march of progress, but most important of all the duties that have been laid upon the gentler sex, is the duty of bringing into the world and rearing, the children of our Heavenly Father.",
        "author": "George Albert Smith",
        "year": "circa 1950",
        "source": "Sharing the Gospel With Others, p. 139",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities?lang=eng"        
    },
    {
        "text": "The Lord organized the whole program in the beginning with a father who procreates, provides, and loves and directs, and a mother who conceives and bears and nurtures and feeds and trains.",
        "author": "Spencer W. Kimball",
        "year": "1973",
        "source": "Conference Report, Apr. 1973, 151;",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities?lang=eng"        
    },
    {
        "text": "I beg of you, you who could and should be bearing and rearing a family: wives, come home from the typewriter, the laundry, the nursing, come home from the factory, the café. No career approaches in importance that of wife, homemaker, mother—cooking meals, washing dishes, making beds for one’s precious husband and children.",
        "author": "Spencer W. Kimball",
        "year": "1977",
        "source": "fireside address, San Antonio, Texas, 3 Dec. 1977",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities/to-the-mothers-in-zion.html?lang=eng"        
    },
    {
        "text": "The First Presidency recommends that only those who bear the Melchizedek Priesthood or Aaronic Priesthood be invited to offer the opening and closing prayers in sacrament meetings, including fast meetings. This also applies to priesthood meetings.",
        "author": "Unknown",
        "year": "1975",
        "source": "New Information on Church Policies, August 1975 Ensign",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1975/08/news-of-the-church/new-information-on-church-policies.html?lang=eng"         
    },
    {
        "text": "There are many women among us who are single. Generally this is not of their own choice.",
        "author": "Gordon B. Hinckley",
        "year": "1996",
        "source": "Eternal Marriage Student Manual",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities/women-of-the-church.html?lang=eng"        
    },
    {
        "text": "And the Lord said unto Eve, “What is this thing which thou hast done?” Eve’s response was characteristic of a woman. Her answer was very simple and straightforward: “The serpent beguiled me, and I did eat.”",
        "author": "Richard G. Scott",
        "year": "1996",
        "source": "Eternal Marriage Student Manual",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities/the-joy-of-living-the-great-plan-of-happiness.html?lang=eng"        
    },
    {
        "text": "The brother Missionaries have been in the habit of picking out the prettiest women for themselves before they get here, and bringing on the ugly ones for us; hereafter you have to bring them all here before taking any of them, and let us all have a fair shake.",
        "author": "Heber C. Kimball",
        "year": "circa 1860",
        "source": "April 17, 1860 New York Times article, ‘Polygamy and its Fruits’",
        "weblink": "https://www.nytimes.com/1860/04/17/archives/from-utah-polygamy-and-its-fruitsthe-missionariesthe-pony.html?auth=login-facebook"        
    },
    {
        "text": "So sisters, do not flatter yourselves that you have nothing to answer for so long as you may have a good husband. You must be obedient. Obedience is the first law of heaven.",
        "author": "Joseph F. Smith",
        "year": "1873",
        "source": "“Discourse,” Deseret News, Nov. 12, 1873, 644.",
        "weblink": "https://jod.mrm.org/16/246"        
    },
    {
        "text": "I find a great spirit in men for getting more wives, & I have heard that in this place, there is not a girl knee high to a toad [...] that is not engaged.",
        "author": "Orson Hyde",
        "year": "1857",
        "source": "diary of  Luke W. Gallup, February 11, 1857",
        "weblink": "https://catalog.churchofjesuschrist.org/assets?id=4e4d3060-dc87-464e-9861-cb7f20054bda&crate=0&index=193"        
    },
    {
        "text": "We cannot eliminate, through any pattern of legislation or regulation, the differences between men and women.  There are basic things that a man needs that a woman does not need. There are things that a man feels that a woman never does feel. There are basic things that a woman needs that a man never needs, and there are things that a woman feels that a man never feels nor should he. These differences make women, in basic needs, literally opposite from men. A man, for instance, needs to feel protective, and yes, dominant, if you will, in leading his family. A woman needs to feel protected, in the bearing of children and in the nurturing of them. Have you ever thought what life would be like if the needs of men and women were naturally precisely the same? What would it be like if they both naturally needed to feel dominant all of the time, or both naturally needed to feel protected all of the time? How disturbed and intolerable things would be.",
        "author": "Boyd K. Packer",
        "year": "1977",
        "source": "The Equal Rights Amendment, January 8, 1977",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1977/03/the-equal-rights-amendment?lang=eng"        
    },
    {
        "text": "Many thoughtful wives haven’t the slightest desire to be reduced to equality with their husbands.",
        "author": "Boyd K. Packer",
        "year": "1977",
        "source": "The Equal Rights Amendment, January 8, 1977",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1977/03/the-equal-rights-amendment?lang=eng"        
    },
    {
        "text": "I personally deplore the fact, one apparently conceded by some of the proponents, that the Equal Rights Amendment would make it impossible for the government to make any distinction between men and women for military service. They would be compelled to draft women in time of war in order to draft men, and they would be compelled to force women into combat, lest they could not force men to do likewise.",
        "author": "Boyd K. Packer",
        "year": "1977",
        "source": "The Equal Rights Amendment, January 8, 1977",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1977/03/the-equal-rights-amendment?lang=eng"        
    },
    {
        "text": "One might ask then, if you are against the Equal Rights Amendment, then what are you for? I am for the equitable enforcement of existing laws. There are sufficient of them to protect the rights of women and of children and of men.",
        "author": "Boyd K. Packer",
        "year": "1977",
        "source": "The Equal Rights Amendment, January 8, 1977",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1977/03/the-equal-rights-amendment?lang=eng"        
    },
    {
        "text": "We as women tend to be sometimes shrill or demanding or stubborn [audience laughter] we have the best idea ever and if they don’t see it our way then clearly there’s a problem here. So all I want to say is sisters when we ask that question that the apostles asked of the savior, “Is it I?” That’s a really good place to start.",
        "author": "Jean B. Bingham",
        "year": "2019",
        "source": "2019 BYU Women’s Conference, ‘Sister-to-Sister’",
        "weblink": "https://www.youtube.com/watch?v=8xGA6KpBk5I"
    },
    {
        "text": "Girls, the flower by the roadside, that catches the dust of every traveler is not the one to be admired, and is seldom if ever plucked; but the one blooming away up on the hillside, protected by a perpendicular cliff is the flower with the virgin perfume, the one the boy will almost risk his life to possess.",
        "author": "David O. McKay",
        "year": "1906",
        "source": "1906 Young Woman’s Journal, David O. McKay, ‘True Beauty’, Pg. 360",
        "weblink": "https://contentdm.lib.byu.edu/digital/collection/YWJ/id/12834"        
    },
    {
        "text": "I challenge the young women of the Church who associate with and date our young priesthood bearers to become real guardians of their morality. You can. You must.",
        "author": "David B. Haight",
        "year": "1977",
        "source": "Young Women—Real Guardians, October 1977 General Conference",
        "weblink": "https://www.lds.org/general-conference/1977/10/young-women-real-guardians?lang=eng"        
    },
    {
        "text": "You young ladies have a profound influence on young, masculine behavior. Young men wear clothes they think you like. Their hair will be cut to please you. You can control how fast they drive their cars if you want. They will dress as grubby as you like. You need not dress in the extreme fashions of the world. Are you aware that fashions and styles are promoted because someone has a product to sell? The rightness or appropriateness or effect on a youthful society does not matter as long as it sells.",
        "author": "David B. Haight",
        "year": "1977",
        "source": "Young Women—Real Guardians, October 1977 General Conference",
        "weblink": "https://www.lds.org/general-conference/1977/10/young-women-real-guardians?lang=eng"        
    },
    {
        "text": "Young women, lift the tenor of your association with our young men now preparing to be worthy so their bishops will be impressed to call them on missions. The young man you are with in a car or at home is needed in the Lord’s work. Hundreds, even thousands more like him are needed—prepared in the Lord’s way.",
        "author": "David B. Haight",
        "year": "1977",
        "source": "Young Women—Real Guardians, October 1977 General Conference",
        "weblink": "https://www.lds.org/general-conference/1977/10/young-women-real-guardians?lang=eng"        
    },
    {
        "text": "The benediction to the first session of LDS General Conference on Saturday didn’t even last two minutes, but it made history: Jean A. Stevens became the first woman to offer a public prayer at the worldwide Mormon meeting.",
        "author": "Peggy Fletcher Stack",
        "year": "2013",
        "source": "April 2013 Salt Lake Tribune article, ‘First prayer by woman offered at Mormon conference’",
        "weblink": "http://archive.sltrib.com/article.php?id=56116507&itype=CMSID&page=1"        
    },
    {
        "text": "Are all the families of Israel and every woman striving herself to play well her part and reverence her husband as her lord; for he is her lord. Will she ever have another? No, never; and if she ever expects to have another, she has not learned “Mormonism” aright. She may tear herself loose from him and attach another, but she may have a worse one: she ought to have a worse one. If she cannot learn to honor him, the next one she gets, if she is permitted to have another, ought to be a worse one. How shall women honor their husbands? Just as we honor brother Brigham in his place, and the authorities of the Wards in their places; because upon him is laid the responsibility of that family, and he cannot get rid of it. He is in duty bound to purge them of their follies, and they are in duty bound to listen to his reproofs and honor him and pray for him, that he may be led aright.",
        "author": "Erastus Snow",
        "year": "1857",
        "source": "Journal of Discourses, vol. 5, p. 291",
        "weblink": "https://contentdm.lib.byu.edu/digital/collection/JournalOfDiscourses3/id/2085/rec/1"        
    },
    {
        "text": "“What! My husband to be my lord?” I ask, Can you get into the celestial kingdom without him? Have any of you been there? You will remember that you never got into the celestial kingdom without the aid of your husband. If you did, it was because your husband was away, and someone had to act proxy for him. No woman will get into the celestial kingdom, except her husband receives her, if she is worthy to have a husband; and if not, somebody will receive her as a servant.",
        "author": "Erastus Snow",
        "year": "1857",
        "source": "Journal of Discourses, vol. 5, p. 291",
        "weblink": "https://contentdm.lib.byu.edu/digital/collection/JournalOfDiscourses3/id/2085/rec/1"        
    },
    {
        "text": "The husband, the holder of the household, is established this day in this marriage covenant as the head of the family and the breadwinner. It may be hard for you to recognize this role, young lady, but your happiness is conditioned upon it. I will say to you plainly, you show me a woman who is in charge of a home, who directs the management of all affairs, including those of her husband—you show me such a woman—and I will show you an unhappy woman.",
        "author": "Boyd K. Packers",
        "year": "1982",
        "source": "‘That all may be edified’, Boyd K. Packer",
        "weblink": "https://deseretbook.com/p/all-may-edified-plans-building-spirituality-boyd-k-packer-4204?variant_id=106457-paperbac"        
    },
    {
        "text": "When the final decision is to be made, when particularly it has reference to prayer and the need of special guidance, then you, as the wife, defer to your husband who holds the priesthood and place the responsibility upon his shoulders, and then you follow where he leads.",
        "author": "Boyd K. Packers",
        "year": "1982",
        "source": "‘That all may be edified’, Boyd K. Packer",
        "weblink": "https://deseretbook.com/p/all-may-edified-plans-building-spirituality-boyd-k-packer-4204?variant_id=106457-paperbac"        
    },
    {
        "text": "Let this nation put these evils from their midst; let them enact strict laws to protect the virtue of the country; let the heaviest penalties be inflicted upon all public prostitutes, and upon all those who encourage the same, either by precept or example ; let the priests and the people, the rulers and the ruled, clothe themselves in sackcloth and weep before the Lord for the sins of the nation, which have reached unto the heavens and cry aloud for vengeance ; let them cleanse the land and wipe out of existence these soul-destroying abominations : then let them teach Utah virtue [...].",
        "author": "Orson Pratt",
        "year": "1853",
        "source": "The Seer edited by Orson Pratt",
        "weblink": "https://archive.org/details/seereditedbyorso01unse"        
    },
    {
        "text": "Too frequently men have ceased to be chivalrous, respectful of womanhood, and have come to regard you as the legitimate prey of their passions—as a prey to be seized either by flattery or by force, and it makes little difference to them which. Please, sisters, you Mutual officers, carry this back to your wards and your stakes and try to warn—and I urge this with all of the energy that I have—try to warn your young girls against this terrible sin of unchastity.",
        "author": "J. Reuben Clark",
        "year": "1946",
        "source": "1946 LDS Improvement Era, ‘Plain Talk to Girls’",
        "weblink": "https://archive.org/stream/improvementera4908unse#page/n14/mode/1up/search/assaulted"        
    },
    {
        "text": "I am sure you girls do not appreciate, you young people, and it may be not the older ones, that the nudity which your fashions now sanction and indeed call for, has its origin in those minds which seek so to clothe you that you may appeal to the baser passions of men, and if so clothed you shall be assaulted, take at least part of the blame to yourselves.",
        "author": "J. Reuben Clark",
        "year": "1946",
        "source": "1946 LDS Improvement Era, ‘Plain Talk to Girls’",
        "weblink": "https://archive.org/stream/improvementera4908unse#page/n14/mode/1up/search/assaulted"        
    },
    {
        "text": "We reached out to the BYU police department to find out what they knew about this case [Jospeph L. Bishop sexual abuse allegation] and this is what we got. A totally redacted police report with no information. So, we pushed back at 2 News and today they responded by giving us this, a document that at least answers some questions.",
        "author": "KUTV",
        "year": "2018",
        "source": "KUTV 2 News report, March 21, 2018",
        "weblink": "http://kutv.com/news/local/lds-official-admits-to-police-he-asked-missionary-to-expose-breasts-in-private-mtc-room"        
    },
    {
        "text": "At some point in time, however, the Lord may prompt a victim to recognize a degree of responsibility for abuse. Your priesthood leader will help assess your responsibility so that, if needed, it can be addressed.",
        "author": "Richard G. Scott",
        "year": "1992",
        "source": "April 1992 LDS General Conference address, ‘Healing the Tragic Scars of Abuse’",
        "weblink": "https://www.lds.org/general-conference/1992/04/healing-the-tragic-scars-of-abuse?lang=eng"        
    },
    {
        "text": "Detailed leading questions that probe your past [sexual abuse] may unwittingly trigger thoughts that are more imagination or fantasy than reality. They could lead to condemnation of another for acts that were not committed. [...] Remember, false accusation is also a sin.",
        "author": "Richard G. Scott",
        "year": "1992",
        "source": "April 1992 LDS General Conference address, ‘Healing the Tragic Scars of Abuse’",
        "weblink": "https://www.lds.org/general-conference/1992/04/healing-the-tragic-scars-of-abuse?lang=eng"        
    },
    {
        "text": "Likewise, the repair of damage inflicted by [sexual] abuse should be done privately, confidentially, with a trusted priesthood leader and, where needed, the qualified professional he recommends.",
        "author": "Richard G. Scott",
        "year": "1992",
        "source": "April 1992 LDS General Conference address, ‘Healing the Tragic Scars of Abuse’",
        "weblink": "https://www.lds.org/general-conference/1992/04/healing-the-tragic-scars-of-abuse?lang=eng"        
    },
    {
        "text": "But the first wife will say, “It is hard, for I have lived with my husband twenty years, or thirty, and have raised a family of children for him, and it is a great trial to me for him to have more women;” then I say it is time that you gave him up to other women who will bear children. If my wife had borne me all the children that she ever would bare, the celestial law would teach me to take young women that would have children.",
        "author": "Brigham Young",
        "year": "1856",
        "source": "Journal of Discourses vol. 4, pp. 51-57",
        "weblink": "http://contentdm.lib.byu.edu/cdm/ref/collection/JournalOfDiscourses3/id/9596"        
    },
    {
        "text": "Sisters, I am not joking, I do not throw out my proposition [of polygamy] to banter your feelings, to see whether you will leave your husbands, all or any of you. But I do know that there is no cessation to the everlasting whining of many of the women in this Territory; I am satisfied that this is the case. And if the women will turn from the commandments of God and continue to despise the order of heaven, I will pray that the curse of the Almighty may be close to their heels, and that it may be following them all the day long.",
        "author": "Brigham Young",
        "year": "1856",
        "source": "Journal of Discourses vol. 4, pp. 51-57",
        "weblink": "http://contentdm.lib.byu.edu/cdm/ref/collection/JournalOfDiscourses3/id/9596"        
    },
    {
        "text": "Men will say, “My wife, though a most excellent woman, has not seen a happy day since I took my second wife;” “No, not a happy day for a year,” says one; and another has not seen a happy day for five years. It is said that women are tied down and abused: that they are misused and have not the liberty they ought to have; that many of them are wading through a perfect flood of tears, because of the conduct of some men, together with their own folly.",
        "author": "Brigham Young",
        "year": "1856",
        "source": "Journal of Discourses vol. 4, pp. 51-57",
        "weblink": "http://contentdm.lib.byu.edu/cdm/ref/collection/JournalOfDiscourses3/id/9596"        
    },
    {
        "text": "Now, to my mind this [the existence of the feminine element in the Godhead, equal in power and glory with the masculine] is rank idolatry, and is as false as the worship of “the queen of heaven” was by the women of Judah in the days of Jeremiah. It is most dangerous doctrine to be taught to the rising generation of our people. If adopted as a belief and persisted in, it would undoubtedly lead to as dreadful consequences in these days as it did to those who pursued a similar course in the days of the prophet Jeremiah.",
        "author": "George Q. Cannon",
        "year": "1895",
        "source": "the Juvenile Instructor, 1895, Pg. 317",
        "weblink": "https://books.google.ca/books?id=IHKwPb2DjuUC&printsec=frontcover&source=gbs_ge_summary_r&redir_esc=y#v=onepage&q&f=false"        
    },
    {
        "text": "In the revelation of God the Eternal Father to the Prophet Joseph Smith there was no revelation of the feminine element as part of the Godhead, and no idea was conveyed that any such element “was equal in power and glory with the masculine.” Therefore, we are warranted in pronouncing all tendencies to glorify the feminine element and to exalt it as part of the Godhead as wrong and untrue, not only because of the revelation of the Lord in our day, but because it has no warrant in scripture, and any attempt to put such a construction on the word of God is false and erroneous.",
        "author": "George Q. Cannon",
        "year": "1895",
        "source": "the Juvenile Instructor, 1895, Pg. 317",
        "weblink": "https://books.google.ca/books?id=IHKwPb2DjuUC&printsec=frontcover&source=gbs_ge_summary_r&redir_esc=y#v=onepage&q&f=false"        
    },
    {
        "text": "Under no circumstances is a recommend to the Temple to be issued to a wife whose husband is not a member of the Church. Experience has shown that the results of giving endowments to women whose husbands are not members of the Church have led to regrettable and unfortunate conditions.",
        "author": "Unknown",
        "year": "1940",
        "source": "Handbook of Instruction for Stake Presidencies, Bishops and Counselors, Stake and Ward Clerks and Other Church Officers (1940)",
        "weblink": "https://drive.google.com/file/d/0B9Vs4YXzKZEpcGNXcnh5NUFobk0/view?usp=sharing"        
    },
    {
        "text": "The dangers I speak of come from the gay-lesbian movement, the feminist movement (both of which are relatively new), and the ever-present challenge from the so-called scholars or intellectuals.",
        "author": "Boyd K. Packer",
        "year": "1993",
        "source": "‘All-Church Coordinating Council’, Boyd K. Packer (May 18, 1993)",
        "weblink": "http://emp.byui.edu/HUFFR/All%20Church%20Coordinating%20Council–Boyd%20K.%20Packer.htm"        
    },
    {
        "text": "The next quotation is from a woman who is hurting, and perhaps wonders if anyone but the feminists care about her problems: “I’m upset that I was always advised to go back and try harder only to get abused more.I need some comfort, I need solace, need hope, need to know Heavenly Father sees all I have endured. What hope do I have for a chance to live with Heavenly Father? If temple marriage is the key to the celestial [kingdom], where am I? Outside gnashing my teeth for eternity? Help me.”",
        "author": "Boyd K. Packer",
        "year": "1993",
        "source": "‘All-Church Coordinating Council’, Boyd K. Packer (May 18, 1993)",
        "weblink": "http://emp.byui.edu/HUFFR/All%20Church%20Coordinating%20Council–Boyd%20K.%20Packer.htm"        
    },
    {
        "text": "When a female in the Latter-day Saint Church marries a person outside the Church it is not a marriage in our estimation [...].",
        "author": "Orson Pratt",
        "year": "1872",
        "source": "Discourse by Elder Orson Pratt, delivered in the 14th Ward Assembly Rooms, Sunday Afternoon, Dec. 15, 1872, Journal of Discourses, BYU",
        "weblink": "http://scriptures.byu.edu/jod/jodhtml.php?vol=15&disc=32"        
    },
    {
        "text": "In my opinion the practice of restricting the number of children in the family, as advocated by many people, is sinful. It is contrary to the first great commandment given to Adam and Eve in the Garden of Eden, when the Lord said to them, “Be fruitful, multiply, and replenish the earth,” Woman is so constituted that, ordinarily, she is capable of bearing, during the years of her greatest strength and physical vigor, from eight to ten children, and in exceptional cases a larger number than that.",
        "author": "Rudgar Clawson",
        "year": "1916",
        "source": "July 1916, Relief Society Magazine, ‘Birth Control’",
        "weblink": "https://books.google.com/books?id=pFoXAAAAYAAJ&printsec=frontcover&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false"        
    },
    {
        "text": "My wife has borne to me fifteen children. Anything short of this would have been less than her duty and privilege.",
        "author": "George F. Richards",
        "year": "1916",
        "source": "July 1916, Relief Society Magazine, ‘Birth Control’",
        "weblink": "https://books.google.com/books?id=pFoXAAAAYAAJ&printsec=frontcover&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false"        
    },
    {
        "text": "The efforts on the part of Eastern magazine writers to educate the people of the United States, particularly parents, to the doctrine that they should limit the number of their offspring to three or four children, and how this can be accomplished, is both pernicious and an abomination in the sight of the Lord;",
        "author": "George F. Richards",
        "year": "1916",
        "source": "July 1916, Relief Society Magazine, ‘Birth Control’",
        "weblink": "https://books.google.com/books?id=pFoXAAAAYAAJ&printsec=frontcover&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false"        
    },
    {
        "text": "The only legitimate “birth control” is that which springs naturally from the observance of divine laws, and the use of the procreative powers, not for pleasure primarily, but for race perpetuation and improvement. During certain periods—those of gestation and lactation—the wife and mother should be comparatively free to give her strength to her offspring ; and if this involves some self-denial on the part of the husband and father, so much the better for all concerned. “Birth control,” under God’s law, is a problem that solves itself.",
        "author": "O. F. Whitney",
        "year": "1916",
        "source": "July 1916, Relief Society Magazine, ‘Birth Control’",
        "weblink": "https://books.google.com/books?id=pFoXAAAAYAAJ&printsec=frontcover&source=gbs_ge_summary_r&cad=0#v=onepage&q&f=false"        
    },
    {
        "text": "No woman looks as lovely as when she is properly and fully clothed. What woman can suppose that ugly knees and bony shoulder blades can add luster to her charm?",
        "author": "Mark E. Petersen",
        "year": "1969",
        "source": "‘The Way to Peace’, Bookcraft",
        "weblink": "https://archive.org/details/waytopeace00pete"
    },
    {
        "text": "It is almost inconceivable that an abortion would ever be committed to save face or embarrassment, to save trouble or inconvenience, or to escape responsibility. [...] We place it high on the list of sins against which we strongly warn the people.",
        "author": "Spencer W. Kimball",
        "year": "1974",
        "source": "Conference Report, Apr. 1974,",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/abortion?lang=eng"        
    },
    {
        "text": "Abortion is an evil, stark and real and repugnant, which is sweeping over the earth. I plead with the women of this Church to shun it, to stand above it, to stay away from those compromising situations which make it appear desirable.",
        "author": "Gordon B. Hinckley",
        "year": "1988",
        "source": "“Walking in the Light of the Lord,” Ensign, Nov. 1998, 99",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/abortion?lang=eng"        
    },
    {
        "text": "Abortion, which has increased enormously, causes one to ask, ‘Have we strayed so far from God’s second great commandment—love thy neighbor—that a baby in a womb no longer qualifies to be loved—at least as a mother’s neighbor?’ Even so, violence to an unborn child does not justify other violence!",
        "author": "Neal A. Maxwell",
        "year": "1993,",
        "source": "Conference Report, Apr. 1993, 94–95",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/abortion?lang=eng"
    },
    {
        "text": "As I go about from place to place, I am interviewed by representatives of the media. Invariably they ask about the place of women in the Church. They do so in an almost accusatory tone, as if we denigrate and demean women. I invariably reply that I know of no other organization in all the world which affords women so many opportunities for development, for sociality, for the accomplishment of great good, for holding positions of leadership and responsibility.",
        "author": "Gordon B. Hinckley",
        "year": "1996",
        "source": "Conference Report, Oct. 1996",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities/women-of-the-church.html?lang=eng"        
    },
    {
        "text": "The greatest job that any mother will ever do will be in nurturing, teaching, lifting, encouraging, and rearing her children in righteousness and truth. None other can adequately take her place.",
        "author": "Gordon B. Hinckley",
        "year": "1996",
        "source": "Conference Report, Oct. 1996",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities/women-of-the-church.html?lang=eng"        
    },
    {
        "text": "Later, “Adam blessed God … and began to prophesy concerning all the families of the earth, saying: Blessed be the name of God, for because of my transgression my eyes are opened, and in this life I shall have joy, and again in the flesh I shall see God.” Adam was thinking about his responsibilities. He was trying to align his performance with the desires of the Lord. Eve said, “Were it not for our transgression we never should have had seed, and never should have known good and evil, and the joy of our redemption, and the eternal life which God giveth unto all the obedient.” Eve’s response was characteristic of a woman. She embraced all, wanted to make sure that everyone was considered. One response was not more correct than the other. The two perspectives resulted from the traits inherent in men and women.",
        "author": "Richard G. Scott",
        "year": "1996",
        "source": "“The Joy of Living the Great Plan of Happiness,”Conference Report, Oct. 1996, 100–104",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities/the-joy-of-living-the-great-plan-of-happiness.html?lang=eng"        
    },
    {
        "text": "As a woman, please don’t judge how worthwhile, needed, and loved you are by our inept ability to express our true feelings. Your divinely conferred trait of giving of self without counting the cost leads you to underestimate your own worth.",
        "author": "Richard G. Scott",
        "year": "1996",
        "source": "“The Joy of Living the Great Plan of Happiness,”Conference Report, Oct. 1996, 100–104",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities/the-joy-of-living-the-great-plan-of-happiness.html?lang=eng"        
    },
    {
        "text": "Most men could not handle the uncertainties you are asked to live with. Social customs require that you wait to be asked for marriage. You are expected to go with your husband wherever his employment or call takes him. Your environment and neighborhood are determined by his ability to provide, meager or not. You place your life in the Lord’s hands each time you bear a child. Men make no such sacrifice. The blessing of nurturing children and caring for a husband often is intermingled with many routine tasks. But you do all of these things willingly because you are a woman.",
        "author": "Richard G. Scott",
        "year": "1996",
        "source": "“The Joy of Living the Great Plan of Happiness,”Conference Report, Oct. 1996, 100–104",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities/the-joy-of-living-the-great-plan-of-happiness.html?lang=eng"        
    },
    {
        "text": "Just as faithful men were foreordained to hold the priesthood, we were foreordained to be women of God.",
        "author": "Sheri L. Dew",
        "year": "1999",
        "source": "Ensign, Nov. 1999, 97–99",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities/we-are-women-of-god.html?lang=eng"        
    },
    {
        "text": "In the beginning, Adam was instructed to earn the bread by the sweat of his brow—not Eve. Contrary to conventional wisdom, a mother’s place is in the home!",
        "author": "Ezra Taft Benson",
        "year": "1981",
        "source": "October 1981 General Relief Society Meeting",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1981/10/the-honored-place-of-woman?lang=eng"        
    },
    {
        "text": "Beguiling voices in the world cry out for “alternative life-styles” for women. They maintain that some women are better suited for careers than for marriage and motherhood. These individuals spread their discontent by the propaganda that there are more exciting and self-fulfilling roles for women than homemaking. Some even have been bold to suggest that the Church move away from the “Mormon woman stereotype” of homemaking and rearing children. They also say it is wise to limit your family so you can have more time for personal goals and self-fulfillment.",
        "author": "Ezra Taft Benson",
        "year": "1981",
        "source": "October 1981 General Relief Society Meeting",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1981/10/the-honored-place-of-woman?lang=eng"        
    },
    {
        "text": "It is a misguided idea that a woman should leave the home, where there is a husband and children, to prepare educationally and financially for an unforeseen eventuality. Too often, I fear, even women in the Church use the world as their standard for success and basis for self-worth.",
        "author": "Ezra Taft Benson",
        "year": "1981",
        "source": "October 1981 General Relief Society Meeting",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1981/10/the-honored-place-of-woman?lang=eng"        
    },
    {
        "text": "The seeds of divorce are often sown and the problems of children begin when mother works outside the home. You mothers should carefully count the cost before you decide to share breadwinning responsibilities with your husbands.",
        "author": "Ezra Taft Benson",
        "year": "1981",
        "source": "October 1981 General Relief Society Meeting",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1981/10/the-honored-place-of-woman?lang=eng"        
    },
    {
        "text": "Provide your daughters with opportunities to develop their own skills, by allowing them to bake, cook, sew, and arrange their own rooms.",
        "author": "Ezra Taft Benson",
        "year": "1981",
        "source": "October 1981 General Relief Society Meeting",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1981/10/the-honored-place-of-woman?lang=eng"        
    },
    {
        "text": "Under your husband’s direction, have weekly family home evenings and regular scripture study, especially on the Sabbath day.",
        "author": "Ezra Taft Benson",
        "year": "1981",
        "source": "October 1981 General Relief Society Meeting",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1981/10/the-honored-place-of-woman?lang=eng"        
    },
    {
        "text": "Support, encourage, and strengthen your husband in his responsibility as patriarch in the home. You are partners with him. A woman’s role in a man’s life is to lift him, to help him uphold lofty standards, and to prepare through righteous living to be his queen for all eternity.",
        "author": "Ezra Taft Benson",
        "year": "1981",
        "source": "October 1981 General Relief Society Meeting",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1981/10/the-honored-place-of-woman?lang=eng"        
    },
    {
        "text": "Gladly losing herself in service to her husband and children, she has shown a courageous determination to magnify what she knows is the divine and glorious calling of being a worthy wife and mother.",
        "author": "Ezra Taft Benson",
        "year": "1981",
        "source": "October 1981 General Relief Society Meeting",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1981/10/the-honored-place-of-woman?lang=eng"        
    },
    {
        "text": "Wives, submit yourselves unto your own husbands, as unto the Lord. For the husband is the head of the wife... as the church is subject unto Christ, so let the wives be to their own husbands in every thing.",
        "author": "Joseph Smith, Jr.",
        "year": "1835",
        "source": "Latter-day Saint Messenger and Advocate, Nov. 1835",
        "weblink": "https://archive.org/details/latterdaysaintsm01unse/page/n215/mode/2up?q=wives%2C+submitt"        
    },
    {
        "text": "We know so little about the reasons for the division of duties between womanhood and manhood as well as between motherhood and priesthood. These were divinely determined in another time and another place. We are accustomed to focusing on the men of God because theirs is the priesthood and leadership line. But paralleling that authority line is a stream of righteous influence reflecting the remarkable women of God who have existed in all ages and dispensations, including our own.",
        "author": "Neal A. Maxwell",
        "year": "1974",
        "source": "“The Women of God,” Women, 1979, p. 94",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1978/04/the-women-of-god?lang=en"        
    },
    {
        "text": "[Women] qualify in two vocations—that of homemaking, and that of preparing a living outside the home, if and when the occasion requires. A married woman may become a widow without warning…. Thus a woman may be under the necessity of earning her own living and helping to support her dependent children",
        "author": "Spencer W. Kimball",
        "year": "n.d.",
        "source": "Teachings of Spencer W. Kimball, p. 315",
        "weblink": "https://emp.byui.edu/SATTERFIELDB/PDF/ToMothersofZion.pdf"        
    },
    {
        "text": "So often the service of women seems instinctive, while that of some men seems more labored.",
        "author": "Neal A. Maxwell",
        "year": "1974",
        "source": "“The Women of God,” Women, 1979, p. 94",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1978/04/the-women-of-god?lang=en"        
    },
    {
        "text": "By divine design, fathers are to preside over their families in love and righteousness and are responsible to provide the necessities of life and protection for their families.",
        "author": "First Presidency",
        "year": "1995",
        "source": "The Proclamation on the Family",
        "weblink": "https://www.churchofjesuschrist.org/study/scriptures/the-family-a-proclamation-to-the-world/the-family-a-proclamation-to-the-world?lang=eng"        
    },
    {
        "text": "Elders, never love your wives one hair's breadth further than they adorn the Gospel, never love them so but that you can leave them at a moment's warning without shedding a tear. Should you love a child any more than this? No. Here are Apostles and Prophets who are destined to be exalted with the Gods, to become rulers in the kingdom of our Father, to become equal with the Father and the Son, and will you let your affections be unduly placed on anything this side that kingdom and glory? If you do, you disgrace your calling and Priesthood. The very moment that persons in this Church suffer their affections to be immoderately placed upon an object this side the celestial kingdom, they disgrace their profession and calling. When you love your wives and children, are fond of your horses, your carriages, your fine houses, your goods and chattels, or anything of an earthly nature, before your affections become too strong, wait until you and your family are sealed up unto eternal lives, and you know they are yours from that time henceforth and for ever.",
        "author": "Prophet Brigham Young",
        "year": "1856",
        "source": "Journal of Discourses, v. 3, p. 354",
        "weblink": "https://jod.mrm.org/3/354"        
    },
    {
        "text": "I will now ask the sisters, do you believe that you are worthy of any greater love than you bestow upon your children? Do you believe that you should be beloved by your husbands and parents any further than you acknowledge and practise the principle of eternal lives? Every person who understands this principle would answer in a moment, 'Let no being's affections be placed upon me any further than mine are on eternal principles-principles that are calculated to endure and exalt me, and bring me up to be an heir of God and a joint heir with Jesus Christ.' This is what every person who has a correct understanding would say.",
        "author": "Prophet Brigham Young",
        "year": "1856",
        "source": "Journal of Discourses, v. 3, p. 354",
        "weblink": "https://jod.mrm.org/3/354"        
    },
    {
        "text": "Women are queens and priestesses but not gods. The Godhead, the 'Presidency of Heaven,' is a presidency of three male deities, similar to a stake presidency whose members each have wives who are responsible for domestic religious education but not ecclesiastical functions.",
        "author": "Rodney Turner, retired BYU religion professor",
        "year": "1991",
        "source": "Sunstone Panel Discussion",
        "weblink": "http://www.mormonthink.com/QUOTES/women.htm"        
    },
    {
        "text": "'I think no more of taking a wife than I do of buying a cow,' was one of Heber Kimball's delicate remarks. made from the stand in the Tabernacle to a congregation of several thousand. Most of his hearers thought even less of it, for they would have had to pay money for the cow; and as for the other, he had only to throw his handkerchief to some girl, and she would pick it up and follow him.",
        "author": "Ann-Eliza Snow, Wife No. 19",
        "year": "n.d.",
        "source": "Chapter 17, Taking a Wife and Buying a Cow",
        "weblink": "http://www.mormonthink.com/QUOTES/women.htm"        
    }
]