[
    {
        "text": "It is true that we are taught in the principles of the Gospel that man is the head of the woman, and Christ is the head of the man; and according to the order that is established in the kingdom of God, it is the duty of the man to follow Christ, and it is the duty of the woman to follow the man in Christ, not out of him.",
        "author": "Joseph F. Smith",
        "year": "1873",
        "source": "Joseph F. Smith, “Discourse,” Deseret News, Nov. 12, 1873, 644., also pub. in the Journal of Discourses",
        "weblink": "https://jod.mrm.org/16/246"
    },
    {
        "text": "True there is a curse upon the woman that is not upon the man, namely, that “her whole affections shall be towards her husband,” and what is the next? “He shall rule over you.” <br> But how is it now? Your desire is to your husband, but you strive to rule over him, whereas the man should rule over you.",
        "author": "Brigham Young",
        "year": "1856",
        "source": "Journal of Discourses vol. 4, pp. 51-57",
        "weblink": "http://contentdm.lib.byu.edu/cdm/ref/collection/JournalOfDiscourses3/id/9596"
    },
    {
        "text": "We need your voices. [...] Now don’t talk too much in those council meetings, just straighten the brethren out quickly and move the work on.",
        "author": "M. Russell Ballard",
        "year": "2014",
        "source": "Europe Area Sisters’ Meeting.",
        "weblink": "https://www.youtube.com/watch?v=WSWPrzICnlQ"
    },
    {
        "text": "Now, sisters, while your input is significant and welcome in effective councils, you need to be careful not to assume a role that is not yours. The most successful ward and stake councils are those in which priesthood leaders trust their sister leaders and encourage them to contribute to the discussions and in which sister leaders fully respect and sustain the decisions of the council made under the direction of priesthood leaders who hold keys.",
        "author": "M. Russell Ballard",
        "year": "2014",
        "source": "Men and Women and Priesthood Power, September 2014 Ensign",
        "weblink": "https://www.lds.org/ensign/2014/09/men-and-women-and-priesthood-power?lang=eng"
    },
    {
        "text": "He who is unchaste in young manhood is untrue to a trust given him by the parents of the girl; and she who is unchaste in maidenhood is untrue to her future husband and lays the foundation of unhappiness, suspicion, and discord in the home. [...] It is the crowning virtue of womanhood, and every red-blooded man knows that is true.",
        "author": "David O. Mckay",
        "year": "1967",
        "source": "‘Man May Know for Himself’, Pg. 83",
        "weblink": "https://deseretbook.com/p/man-may-know-himself-teachings-president-david-o-mckay-78182?variant_id=113240-ebook"
    },
    {
        "text": "Young women you will be the ones who will provide the example of virtuous womanhood and motherhood. […] You will understand your roles and your responsibilities and thus will see no need to lobby for rights.",
        "author": "Elaine S. Dalton",
        "year": "2013",
        "source": "‘Prophetic Priorities and Dedicated Disciples’, BYU Devotional",
        "weblink": "https://speeches.byu.edu/talks/elaine-s-dalton/prophetic-priorities-dedicated-disciples/"
    }
]