[
    {
        "text": "It is true that we are taught in the principles of the Gospel that man is the head of the woman, and Christ is the head of the man; and according to the order that is established in the kingdom of God, it is the duty of the man to follow Christ, and it is the duty of the woman to follow the man in Christ, not out of him.",
        "author": "Joseph F. Smith",
        "year": "1873",
        "source": "Joseph F. Smith, “Discourse,” Deseret News, Nov. 12, 1873, 644., also pub. in the Journal of Discourses",
        "weblink": "https://jod.mrm.org/16/246"
    },
    {
        "text": "True there is a curse upon the woman that is not upon the man, namely, that “her whole affections shall be towards her husband,” and what is the next? “He shall rule over you.” <br> But how is it now? Your desire is to your husband, but you strive to rule over him, whereas the man should rule over you.",
        "author": "Brigham Young",
        "year": "1856",
        "source": "Journal of Discourses vol. 4, pp. 51-57",
        "weblink": "http://contentdm.lib.byu.edu/cdm/ref/collection/JournalOfDiscourses3/id/9596"
    },
    {
        "text": "We need your voices. [...] Now don’t talk too much in those council meetings, just straighten the brethren out quickly and move the work on.",
        "author": "M. Russell Ballard",
        "year": "2014",
        "source": "Europe Area Sisters’ Meeting.",
        "weblink": "https://www.youtube.com/watch?v=WSWPrzICnlQ"
    },
    {
        "text": "Now, sisters, while your input is significant and welcome in effective councils, you need to be careful not to assume a role that is not yours. The most successful ward and stake councils are those in which priesthood leaders trust their sister leaders and encourage them to contribute to the discussions and in which sister leaders fully respect and sustain the decisions of the council made under the direction of priesthood leaders who hold keys.",
        "author": "M. Russell Ballard",
        "year": "2014",
        "source": "Men and Women and Priesthood Power, September 2014 Ensign",
        "weblink": "https://www.lds.org/ensign/2014/09/men-and-women-and-priesthood-power?lang=eng"
    },
    {
        "text": "He who is unchaste in young manhood is untrue to a trust given him by the parents of the girl; and she who is unchaste in maidenhood is untrue to her future husband and lays the foundation of unhappiness, suspicion, and discord in the home. [...] It is the crowning virtue of womanhood, and every red-blooded man knows that is true.",
        "author": "David O. Mckay",
        "year": "1967",
        "source": "‘Man May Know for Himself’, Pg. 83",
        "weblink": "https://deseretbook.com/p/man-may-know-himself-teachings-president-david-o-mckay-78182?variant_id=113240-ebook"
    },
    {
        "text": "Young women you will be the ones who will provide the example of virtuous womanhood and motherhood. […] You will understand your roles and your responsibilities and thus will see no need to lobby for rights.",
        "author": "Elaine S. Dalton",
        "year": "2013",
        "source": "‘Prophetic Priorities and Dedicated Disciples’, BYU Devotional",
        "weblink": "https://speeches.byu.edu/talks/elaine-s-dalton/prophetic-priorities-dedicated-disciples/"
    },
    {
        "text": "Beguiling voices in the world cry out for ‘alternative life-styles’ for women. They maintain that some women are better suited for careers than for marriage and motherhood.",
        "author": "Ezra Taft Benson",
        "year": "1981",
        "source": "The Honored Place of Women, General Relief Society Meeting of October 1981",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1981/11/the-honored-place-of-woman?lang=eng"
    },
    {
        "text": "One apparent impact of the women’s movement has been the feelings of discontent it has created among young women who have chosen the role of wife and mother. They are often made to feel that there are more exciting and self-fulfilling roles for women than housework, diaper changing, and children calling for mother. This view loses sight of the eternal perspective that God elected women to the noble role of mother and that exaltation is eternal fatherhood and eternal motherhood.",
        "author": "Ezra Taft Benson",
        "year": "1978",
        "source": "To the Elect Women of the Kingdom of God, Nauvoo Illinois Relief Society Dedication",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities?lang=eng"
    },
    {
        "text": "Tonight I am attending with a son, sons-in-law, and grandsons. Where are their mothers? Gathered in the kitchen of our home! What are they doing? Making large batches of homemade doughnuts! And when we return home, we will feast on those doughnuts. While we enjoy them, these mothers, sisters, and daughters will listen intently as each of us speaks of things he learned here tonight. It’s a nice family tradition, symbolic of the fact that everything we learn and do as priesthood bearers should bless our families.",
        "author": "Russell M. Nelson",
        "year": "1999",
        "source": "Our Sacred Duty to Honor Women, Priesthood Session of April 1999",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1999/05/our-sacred-duty-to-honor-women?lang=eng"
    },
    {
        "text": "Certainly no sane woman would hesitate to give submission to her own really righteous husband in everything. We are sometimes shocked to see the wife taking over the leadership of the family, naming the one to pray, the place to be, the things to do.",
        "author": "Spencer W. Kimball",
        "year": "1974",
        "source": "Stockholm Sweden Area Conference Report 1974,  46–47",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/doctrines-of-the-gospel-student-manual/29-family?lang=eng"
    },
    {
        "text": "Our Heavenly Father has never yet to my knowledge revealed to this Church any great principle through a woman. Now, sisters, do not cast me off nor deny the faith, because I tell you that god has never revealed any great and essential truth for the guidance of the Latter-day Saints through any woman. [...] <br> God revealed that principle [of Heavenly Mother] to Joseph Smith; Joseph Smith revealed it to Eliza Snow Smith, his wife; and Eliza Snow was inspired, being a poet, to put it into verse. If we give anybody on earth credit for that, we give it to the Prophet Joseph Smith. [...] God reveals Himself and His truths through the channels of the Priesthood.",
        "author": "Joseph F. Smith",
        "year": "1895",
        "source": "Oneida Stake Conference, January 20th 1895",
        "weblink": "https://books.google.ca/books?id=ombUAAAAMAAJ&pg=PA257&lpg=PA259&redir_esc=y#v=onepage&q&f=false"
    },
    {
        "text": "I had written a general outline, and the Relief Society presidency approved it. So I talked about it to a man on the Curriculum Committee. He went to his boss, and the boss said, “We don’t need a new manual for the Relief Society.” “Why don’t we need a new manual?” “We already are writing a manual for them.” [...] So I asked, “Who is writing this manual?” It turned out to be five men, and the Melchizedek Priesthood quorums and Relief Society would have the same lessons.",
        "author": "Chieko N. Okazaki on writing a Relief Society manual",
        "year": "2012",
        "source": "Dialogue: A Journal of Mormon Thought, 45, no. 1, 2012.",
        "weblink": "https://www.dialoguejournal.com/wp-content/uploads/sbi/articles/Dialogue_V45N01_CO.pdf#23"        
    },
    {
        "text": "We asked one time if we could be on the building committee and the temple committee, because sometimes we think, “Why did they build it this way?” because it doesn’t work very well for the women’s needs. And we wanted to be on the temple committee, because there are many things that affect women in the temple. But we were never allowed to be a part of those committees.",
        "author": "Chieko N. Okazaki on exclusion from committees",
        "year": "2012",
        "source": "Dialogue: A Journal of Mormon Thought, 45, no. 1, 2012.",
        "weblink": "https://www.dialoguejournal.com/wp-content/uploads/sbi/articles/Dialogue_V45N01_CO.pdf#23"        
    },
    {
        "text": "Within those great assurances, however, our roles and assignments differ. These are eternal differences—with women being given many tremendous responsibilities of motherhood and sisterhood and men being given the tremendous responsibilities of fatherhood and the priesthood.",
        "author": "Spencer W. Kimball",
        "year": "1979",
        "source": "“The Role of Righteous Women,” Ensign, Nov. 1979, 102",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/differences-inherent-between-men-and-women?lang=eng"        
    },
    {
        "text": "You were not created to be the same as men. Your natural attributes, affections, and personalities are entirely different from a man’s. They consist of faithfulness, benevolence, kindness, and charity. They give you the personality of a woman. They also balance the more aggressive and competitive nature of a man. <br> The business world is competitive and sometimes ruthless. We do not doubt that women have both the brainpower and skills—and in some instances superior abilities—to compete with men. But by competing they must, of necessity, become aggressive and competitive. Thus their godly attributes are diminished and they acquire a quality of sameness with man",
        "author": "Ezra Taft Benson",
        "year": "1988",
        "source": "Teachings of Ezra Taft Benson, 547–48",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/differences-inherent-between-men-and-women?lang=eng"        
    },
    {
        "text": "The tender hand of the sister gives a gentle touch of healing and encouragement which the hand of a man, however well intentioned, can never quite duplicate.",
        "author": "Boyd K. Packer",
        "year": "1998",
        "source": "Conference Report, Apr. 1998, 94;",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/differences-inherent-between-men-and-women?lang=eng"        
    },
    {
        "text": "In the home and in the Church, sisters should be esteemed for their very nature. Be careful lest you unknowingly foster influences and activities which tend to erase the masculine and feminine differences nature has established. [...] Whatever disturbs or weakens or tends to erase that difference erodes the family and reduces the probability of happiness for all concerned",
        "author": "Boyd K. Packer",
        "year": "1998",
        "source": "Conference Report, Apr. 1998, 96",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/differences-inherent-between-men-and-women?lang=eng"        
    },
    {
        "text": "Have such mothers become liberated? Have they achieved freedom? Equality? No. They have not been liberated. They have been deceived. They have lost their true identity. They have followed that Pied Piper of Sin who has cunningly led them away from their divine role of womanhood down that pathway of error from which a return journey is so difficult and never completed without scars.",
        "author": "Thomas S. Monson on the women’s movement",
        "year": "1971",
        "source": "“The Women’s Movement: Liberation or Deception?” Ensign, Jan. 1971, 20",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1971/01/the-womens-movement-liberation-or-deception?lang=eng"        
    },
    {
        "text": "Together you form a partnership with God. Your husband, as the priesthood bearer, is the head of the home. You, the helpmeet, are not the head, but just as important—the heart of the home.",
        "author": "Thomas S. Monson",
        "year": "1971",
        "source": "“The Women’s Movement: Liberation or Deception?” Ensign, Jan. 1971, 20",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/1971/01/the-womens-movement-liberation-or-deception?lang=eng"        
    },
    {
        "text": "Young women are exceeding young men in pursuing educational programs. And so I say to you young men, rise up and discipline yourself to take advantage of educational opportunities. Do you wish to marry a girl whose education has been far superior to your own?",
        "author": "Gordon B. Hinckley",
        "year": "2006",
        "source": "October 2006 Priesthood Session",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/2006/10/rise-up-o-men-of-god?lang=eng"        
    },
    {
        "text": "Being a leader is not being favored. Submission is a woman’s sacred place: “There are those who suggest that males are favored of the Lord because they are ordained to hold the priesthood. Anyone who believes this does not understand the great plan of happiness. The premortal and mortal natures of men and women were specified by God Himself, and it is simply not within His character to diminish the roles and responsibilities of any of His children.",
        "author": "M. Russell Ballard",
        "year": "2001",
        "source": "Women of Righteousness, Ensign, Apr 2002",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2002/04/women-of-righteousness?lang=eng"        
    },
    {
        "text": "We don’t need women who want to be like men, sound like men, dress like men, drive like some men drive, or act like men.",
        "author": "M. Russell Ballard",
        "year": "2001",
        "source": "Women of Righteousness, Ensign, Apr 2002",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2002/04/women-of-righteousness?lang=eng"        
    },
    {
        "text": "Informal councils involve parents and children to bless families and strengthen individuals. I like to call them “kitchen councils.” The mother went to the kitchen to prepare dinner, and her daughters joined her. They stood side by side peeling and chopping, talking and coordinating activities. They were counseling together!",
        "author": "Margaret D. Nadauld",
        "year": "2000",
        "source": "The Joy of Womanhood, Nov 2000",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2000/11/the-joy-of-womanhood?lang=eng"        
    },
    {
        "text": "In the beginning, Adam–not Eve–was instructed to earn the bread by the sweat of his brow. Contrary to conventional wisdom, a mother’s calling is in the home, not in the marketplace.",
        "author": "Ezra Taft Benson",
        "year": "1987",
        "source": "To the Mothers in Zion, 1987",
        "weblink": "https://emp.byui.edu/SATTERFIELDB/PDF/ToMothersofZion.pdf"        
    },
    {
        "text": "We realize also that some of our choice sisters are widowed and divorced and that others find themselves in unusual circumstances where, out of necessity, they are required to work for a period of time. But these instances are the exception, not the rule. In a home where there is an able-bodied husband, he is expected to be the breadwinner.",
        "author": "Ezra Taft Benson",
        "year": "1987",
        "source": "To the Mothers in Zion, 1987",
        "weblink": "https://emp.byui.edu/SATTERFIELDB/PDF/ToMothersofZion.pdf"        
    },
    {
        "text": "Too many mothers work away from home to furnish sweaters and music lessons and trips and fun for their children. Too many women spend their time in socializing, in politicking, in public services when they should be home to teach and train and receive and love their children into security",
        "author": "Spencer W. Kimball",
        "year": "n.d.",
        "source": "Teachings of Spencer W. Kimball, p. 319",
        "weblink": "https://emp.byui.edu/SATTERFIELDB/PDF/ToMothersofZion.pdf"        
    },
    {
        "text": "Numerous divorces can be traced directly to the day when the wife left the home and went out into the world into employment. Two incomes raise the standard of living beyond its norm. Two spouses working prevent the complete and proper home life, break into the family prayers, create an independence which is not cooperative, causes distortion, limits the family, and frustrates the children already born",
        "author": "Spencer W. Kimball",
        "year": "1977",
        "source": "San Antonio Fireside, Dec. 3, 1977, pp. 9-10",
        "weblink": "https://damienmarieathope.com/2015/08/sexism-in-mormonism/?v=32aec8db952d"               
    },
    {
        "text": "One of your unique, precious, and sublime gifts is your femininity, with its natural grace, goodness, and divinity. Femininity is not just lipstick, stylish hairdos, and trendy clothes. It is the divine adornment of humanity. It finds expression in your qualities of your capacity to love, your spirituality, delicacy, radiance, sensitivity, creativity, charm, graciousness, gentleness, dignity, and quiet strength.",
        "author": "James E. Faust",
        "year": "2000",
        "source": "“Womanhood: The Highest Place of Honor,” Ensign, May 2000, 96.",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2000/05/womanhood-the-highest-place-of-honor?lang=eng"        
    },
    {
        "text": "Unfortunately, we see some very poor role models of womanhood in today’s society. We see women boxers and wrestlers as we flip through the television channels trying to find something uplifting. I believe the women of our time need to be strong, but not in that sense. In my opinion, these activities demean the nobility of womanhood.",
        "author": "James E. Faust",
        "year": "2000",
        "source": "“Womanhood: The Highest Place of Honor,” Ensign, May 2000, 96.",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2000/05/womanhood-the-highest-place-of-honor?lang=eng"        
    },
    {
        "text": "It is very natural for young men and women to be attracted to each other, but they should be attracted in God-given ways rather than questionable ways, such as immodest dress. [...] When strong young priesthood holders see a girl immodestly dressed, most will not want to date her because her standards are not consistent with their eternal perspective. Immodesty in women cheapens their image. It causes embarrassment and loss of respect. ",
        "author": "James E. Faust",
        "year": "2000",
        "source": "“Womanhood: The Highest Place of Honor,” Ensign, May 2000, 96.",
        "weblink": "https://www.churchofjesuschrist.org/study/ensign/2000/05/womanhood-the-highest-place-of-honor?lang=eng"               
    },
    {
        "text": "Women of God can never be like women of the world. The world has enough women who are tough; we need women who are tender. There are enough women who are coarse; we need women who are kind. There are enough women who are rude; we need women who are refined. We have enough women of fame and fortune; we need more women of faith. We have enough greed; we need more goodness. We have enough vanity; we need more virtue. We have enough popularity; we need more purity.",
        "author": "Margaret D. Nadauld",
        "year": "2000",
        "source": "“The Joy of Womanhood,” October 2000 Saturday Morning Session.",
        "weblink": "https://www.lds.org/general-conference/2000/10/the-joy-of-womanhood?lang=eng"        
    },
    {
        "text": "There seems to be a power which the mother possesses in shaping the life of the child that is far superior, in my judgment, to the power of the father, and this almost without exception.",
        "author": "Heber J. Grant",
        "year": "1941",
        "source": "Gospel Standards, 152",
        "weblink": "https://www.churchofjesuschrist.org/study/manual/eternal-marriage-student-manual/womens-divine-roles-and-responsibilities?lang=eng"        
    },
    {
        "text": "It is divinely ordained what a woman should do. […] The divine work of women involves companionship, homemaking, and motherhood",
        "author": "Ezra Taft Benson",
        "year": "1979",
        "source": "“In His Steps,” 64",
        "weblink": "https://speeches.byu.edu/talks/ezra-taft-benson/in-christs-steps/"        
    },
    {
        "text": "“Of course, as a woman you can do exceptionally well in the workplace, but is that the best use of your divinely appointed talents and feminine traits? As a husband, don’t encourage your wife to go to work to help in your divinely appointed responsibility of providing resources for the family, if you can possibly avoid it.",
        "author": "Richard G. Scott",
        "year": "1996",
        "source": "“The Joy of Living the Great Plan of Happiness,” October 1996 Sunday Afternoon Session.",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/1996/10/the-joy-of-living-the-great-plan-of-happiness?lang=eng"        
    },
    {
        "text": "Women for the most part see their greatest fulfillment, their greatest happiness in home and family. God planted within women something divine that expresses itself in quiet strength, in refinement, in peace, in goodness, in virtue, in truth, in love.",
        "author": "Gordon B. Hinckley",
        "year": "1997",
        "source": "Teachings of Gordon B. Hinckley (1997), 387, 390;",
        "weblink": "https://www.churchofjesuschrist.org/study/general-conference/2018/10/parents-and-children?lang=eng"        
    }
]